Repository: yf-official/SlideSafe
Catalog: SlideSafe/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# analysis.choose_another
source: Choose Another
zh_hans: 选择其他文件

source: Analysis complete
zh_hans: 分析完成

# analysis.fonts
source: Fonts
zh_hans: 字体

# analysis.needs_review
source: Needs Review
zh_hans: 需要检查

# analysis.overview
source: Overview
zh_hans: 概览

# analysis.slides
source: Slides
zh_hans: 幻灯片

# analysis.slide
source: Slide
zh_hans: 第

# analysis.supported_suffix
source: supported text objects
zh_hans: 个受支持的文字对象

# analysis.text_objects
source: Text Objects
zh_hans: 文字对象

# analysis.view_review
source: View items that need review
zh_hans: 查看需要检查的项目

# completion.converted
source: Converted to Images
zh_hans: 已转为图片

# completion.items
source: items
zh_hans: 项

# completion.open
source: Open
zh_hans: 打开

# completion.process_another
source: Process Another
zh_hans: 处理其他文件

# completion.show_finder
source: Show in Finder
zh_hans: 在 Finder 中显示

# completion.skipped
source: Skipped
zh_hans: 已跳过

# completion.slide
source: Slide
zh_hans: 第

# completion.slides
source: Slides
zh_hans: 幻灯片

# completion.title
source: Safe copy created
zh_hans: 安全副本已创建

# completion.view_details
source: View skipped items
zh_hans: 查看跳过的项目

# completion.warnings
source: Warnings
zh_hans: 警告

# completion.warning_details
source: Warning summary
zh_hans: 警告摘要

# conversion.create_safe_copy
source: Create Safe Copy
zh_hans: 创建安全副本

# conversion.editability_notice
source: Text replaced with images will no longer be editable as normal PowerPoint text.
zh_hans: 转为图片后的文字将无法再作为普通 PowerPoint 文字进行编辑。

source: Conversion Mode
zh_hans: 转换模式

# conversion.mode.allText
source: All Text
zh_hans: 全部文字

# conversion.mode.selectedFonts
source: Selected Fonts
zh_hans: 指定字体

# conversion.options
source: Conversion
zh_hans: 转换设置

# error.details.title
source: Technical Details
zh_hans: 技术信息

# error.processing.message
source: Some elements could not be processed. The original presentation was not changed.
zh_hans: 部分元素无法完成处理，原始演示文稿未被修改。

# error.processing.title
source: Unable to Complete
zh_hans: 无法完成处理

# error.view_details
source: View Details
zh_hans: 查看详情

# export.panel.prompt
source: Create Safe Copy
zh_hans: 创建安全副本

# export.panel.title
source: Save the SlideSafe Copy
zh_hans: 保存 SlideSafe 安全副本

# font.unavailable
source: Unavailable on this Mac
zh_hans: 当前 Mac 未安装

# issue.advancedAnimation
source: Advanced text animation
zh_hans: 高级文字动画

# issue.emptyText
source: Empty text
zh_hans: 空文字对象

# issue.hyperlink
source: Text hyperlink
zh_hans: 文字包含超链接

# issue.missingFont
source: Font unavailable on this Mac
zh_hans: 当前 Mac 未安装该字体

# issue.unresolvedStyle
source: Font or color style cannot be resolved reliably
zh_hans: 无法可靠确定原始字体或颜色，已保留原文字

# issue.missingGeometry
source: Position or size unavailable
zh_hans: 无法确定位置或尺寸

# issue.renderingFailed
source: Image rendering failed
zh_hans: 文字图片生成失败

# issue.unselectedMixedFonts
source: Mixed selected and unselected fonts
zh_hans: 同一文本框混合了已选与未选字体

# issue.unsupportedGroup
source: Text inside a group
zh_hans: 组合中的文字

# issue.unsupportedObject
source: Unsupported object type
zh_hans: 暂不支持的对象类型

# issue.unsupportedShapeStyle
source: Shape fill, line, or effect
zh_hans: 文本形状包含填充、边框或特效

# issue.unsupportedVerticalText
source: Vertical text
zh_hans: 竖排文字

# issue.unsupportedWordArt
source: WordArt or warped text
zh_hans: 艺术字或变形文字

# progress.analyzing
source: Analyzing presentation…
zh_hans: 正在分析演示文稿…

# progress.converting
source: Replacing text with images…
zh_hans: 正在将文字转为图片…

# progress.extracting
source: Preparing a protected working copy…
zh_hans: 正在准备受保护的工作副本…

# progress.packaging
source: Packaging the safe copy…
zh_hans: 正在打包安全副本…

# progress.preparing
source: Preparing…
zh_hans: 正在准备…

# progress.slide %lld %lld
source: Processing slide %1$lld of %2$lld
zh_hans: 正在处理第 %1$lld / %2$lld 页

# appearance.dark
source: Dark
zh_hans: 深色

# appearance.light
source: Light
zh_hans: 浅色

# appearance.system
source: Follow System
zh_hans: 跟随系统

# error.dismiss
source: OK
zh_hans: 好

# error.unsupported.message
source: Choose a PowerPoint file in .pptx format.
zh_hans: 请选择 .pptx 格式的 PowerPoint 文件。

# error.unsupported.title
source: Unsupported File
zh_hans: 不支持的文件

# import.choose_file
source: Choose File
zh_hans: 选择文件

# import.continue
source: Analyze
zh_hans: 开始分析

# import.description
source: Create a presentation copy whose text is less likely to shift on another computer.
zh_hans: 创建一个更不容易因设备和字体变化而跑版的演示副本。

# import.drop.subtitle
source: or choose a .pptx file
zh_hans: 或选择一个 .pptx 文件

# import.drop.title
source: Drop a PowerPoint here
zh_hans: 将 PowerPoint 拖到这里

# import.heading
source: Prepare a safer presentation copy
zh_hans: 创建更安心的演示副本

# import.phase_two_note
source: Presentation analysis arrives in the next development phase.
zh_hans: 演示文稿分析将在下一开发阶段实现。

# import.replace
source: Choose Another File
zh_hans: 选择其他文件

# import.selected.title
source: Selected PowerPoint
zh_hans: 已选择 PowerPoint

# import.supported_format
source: .pptx files only
zh_hans: 仅支持 .pptx 文件

# privacy.local
source: Your presentation stays on this Mac.
zh_hans: 您的演示文稿始终保留在这台 Mac 上。

# settings.appearance
source: Appearance
zh_hans: 外观

# settings.button
source: Settings
zh_hans: 设置

# settings.general
source: General
zh_hans: 通用

# settings.language
source: Language
zh_hans: 语言

# settings.title
source: Settings
zh_hans: 设置
